IDEA StatiCa Open Model
Wall.InsertPoint Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Insert point 0 - 9
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int InsertPoint { get; set; }
Public Property InsertPoint As Integer
	Get
	Set
public:
property int InsertPoint {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
Wall Class
IdeaRS.OpenModel.Detail Namespace